OpenDTEF-v2012/tutorials/multiphase/compressibleInterFoam/laminar/waterCooler/fluid/Allrun.pre
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
restore0Dir
runApplication setFields

#------------------------------------------------------------------------------
